DLCNightwingStory	[Detective]
DLCNightwingStory	ShutterDesc=Reinforced security shutter
DLCNightwingStory	ShutterTitle=SECURITY SHUTTER
DLCNightwingStory	
DLCNightwingStory	[Objectives]
DLCNightwingStory	NW_Main_0=Investigate Penguin’s hideout
DLCNightwingStory	NW_Main_0_Sub_0=Search the van for evidence
DLCNightwingStory	NW_Main_1=Stop Penguin’s escape attempt
DLCNightwingStory	NW_Main_1_Sub_1=Install Remote Uplink Device to give access to Lucius
DLCNightwingStory	NW_Main_1_Sub_2=Rewire the Junction Boxes to restore the power
DLCNightwingStory	NW_Main_1_Sub_3=Confront Penguin on the rooftop
DLCNightwingStory	
DLCNightwingStory	[Story]
DLCNightwingStory	Description=Set after the events of Arkham Knight, play as Nightwing to prevent the Penguin from breaking out of GCPD.
DLCNightwingStory	Title=GCPD Lockdown
DLCNightwingStory	
DLCNightwingStory	[Synopsis]
DLCNightwingStory	Caption66_06=Prevent Penguin’s escape from the GCPD Lockup.
DLCNightwingStory	
DLCNightwingStory	[ToolTip]
DLCNightwingStory	PREDATORAWARENESS=Nightwing’s acute auditory awareness will identify armed thugs if they get the drop on him and raise their guns to fire. This will give a few brief moments to respond before taking damage.
DLCNightwingStory	